---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadIsReaction
source: html/1397ca18-9f7a-4061-391d-fb03108ec43c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadIsReaction Property

"Is Reaction"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadIsReaction { get; }
```